* code
:PROPERTIES:
:ID:       74bb44f5-24bc-43bd-bcc1-3112f5608f8d
:END:

hello

#+begin_src  js
console.log("foo");
const foo = "foo";
console.log(foo);
#+end_src

#+RESULTS:
: foo
: foo
: undefined

The Org homepage[fn:1] now looks a lot better than it used to.
...
[fn:1] The link is: https://orgmode.org

* Lord of the Rings
  My favorite scenes are (in this order)
  1. The attack of the Rohirrim
  2. Eowyn's fight with the witch king
     + this was already my favorite scene in the book
     + I really like Miranda Otto.
  Important actors in this film are:
  - Elijah Wood :: He plays Frodo
  - Sean Astin :: He plays Sam, Frodo's friend.
